Repository: Kalyro98/HomeBar
Catalog: HomeBar/Localizable.xcstrings
Source language: en
Languages: de

source: Access token (for notifications)
de: Access Token (für Benachrichtigungen)

source: Enable notifications
de: Benachrichtigungen aktivieren

source: Enter an access token to load entities.
de: Access Token eingeben, um Entitäten zu laden.

source: Fullscreen shortcut
de: Vollbild-Tastenkürzel

source: Open in fullscreen
de: Im Vollbild öffnen

source: Toggle Fullscreen
de: Vollbild umschalten

source: Loading entities…
de: Entitäten werden geladen…

source: Notifications
de: Benachrichtigungen

source: Notify me about these entities:
de: Bei diesen Entitäten benachrichtigen:

source: Search…
de: Suchen…

source: Shortcut to open/close
de: Tastenkürzel zum Öffnen/Schließen

source: Press keys…
de: Tasten drücken…

source: Click and press a key combination
de: Klicken und Tastenkombination drücken

source: connected
de: verbunden

source: connecting…
de: verbinde…

source: Connection
de: Verbindung

source: Connection failed
de: Verbindung fehlgeschlagen

source: Enter your Home Assistant URL in the settings.
de: Trage die URL deiner Home-Assistant-Instanz in den Einstellungen ein.

source: Fallback when the local address isn't reachable.
de: Fallback, wenn die lokale Adresse nicht erreichbar ist.

source: General
de: Allgemein

source: https://ha.your-domain.tld
de: https://ha.deine-domain.tld

source: Launch at login
de: Bei Anmeldung automatisch starten

source: Local URL/IP
de: Lokale URL/IP

source: Not set up yet
de: Noch nicht eingerichtet

source: Open HomeBar
de: HomeBar öffnen

source: Open Settings
de: Einstellungen öffnen

source: Preferred when you're at home.
de: Wird zuhause bevorzugt verwendet.

source: Quit HomeBar
de: HomeBar beenden

source: Save & Load
de: Speichern & Laden

source: Settings
de: Einstellungen

source: Try Again
de: Erneut versuchen

source: You sign in directly on the Home Assistant page – your login is remembered.
de: Du loggst dich direkt auf der Home-Assistant-Seite ein – die Anmeldung bleibt gespeichert.
